[
  {
    "name": "Shema",
    "description": "Le Shema est un textile traditionnel éthiopien en coton, tissé à la main sur de vieux métiers horizontaux. Généralement de couleur blanche ou crème, il comporte aux extrémités des bordures décoratives multicolores appelées \"tillet\". Le shema sert à confectionner le vêtement national, le \"habesha kemis\" (robe blanche pour femmes) et le \"gabi\" ou \"netela\" (châle) pour les hommes et femmes. Souvent orné de motifs religieux ou tribaux, il possède une importance culturelle forte, porté lors des cérémonies (mariages, messes). Malgré l’industrialisation croissante du textile en Éthiopie, le tissage du shema artisanal perdure et incarne le lien entre tradition et identité éthiopienne.",
    "image": "❌ Aucune image disponible",
    "countries": "Éthiopie"
  },
  {
    "name": "Lawo (parure nilotique)",
    "description": "Dans le jeune État du Soudan du Sud, les traditions vestimentaires reflètent la diversité ethnique. Les peuples nilotiques (Dinka, Nuer) avaient pour habitude de se vêtir sommairement, souvent d’un simple pagne en coton ou d’une couverture à carreaux rouges et bleus d’influence masaï. Cette couverture, appelée localement \"Lawo\", sert de manteau multifonction pour se protéger du soleil et du froid nocturne. Par ailleurs, dans les zones boisées au sud, certaines communautés pratiquaient naguère l’écorce battue, produisant des tissus rudimentaires pour couvrir le corps. Aujourd’hui, avec l’urbanisation, la plupart portent des vêtements occidentaux ou des boubous inspirés du nord. Toutefois, lors des célébrations traditionnelles (danses du bétail, mariages ruraux), on retrouve des habits faits de peaux décorées de perles, de cotonnades blanches drapées et de lawo colorés. Ces textiles simples, rehaussés d’accessoires (colliers, ceintures de perles), constituent la base de l’habit traditionnel sud-soudanais, témoignage d’un mode de vie pastoral centré sur le bétail et l’adaptation à la chaleur tropicale.",
    "image": "❌ Aucune image disponible",
    "countries": "Soudan du Sud"
  },
  {
    "name": "Guntiino",
    "description": "Robe traditionnelle des femmes somaliennes, le guntiino est une pièce de tissu rectangulaire de 4 à 5 mètres, drapée autour du corps un peu à la manière d’un sarong. Souvent de couleur vive unie (orange, rouge, violet) ou à petits motifs, ce coton léger est enroulé et attaché sur une épaule, laissant l’autre épaule libre. Il peut être porté avec un châle assorti appelé garbasaar. Pour les occasions festives, les femmes portent une version plus sophistiquée appelée dira (tissu plus fin et brillant) par-dessus le guntiino. Chez les hommes, le vêtement traditionnel est le macawis, un pagne à carreaux colorés noué à la taille, porté avec une tunique. Ces habits, adaptés au climat aride, reflètent l’héritage nomade somalien et restent courants, bien que souvent remplacés par des habits islamiques modernes en ville.",
    "image": "❌ Aucune image disponible",
    "countries": "Somalie"
  },
  {
    "name": "Shuka masaï",
    "description": "Le Shuka, souvent rouge à carreaux ou rayures noires, est surnommé la « couverture africaine » et constitue le vêtement emblématique du peuple Masaï. Fabriqué aujourd’hui en textile acrylique ou coton épais, il était à l’origine en cuir rouge. Le rouge vif du shuka est censé repousser les prédateurs et symbolise la bravoure. Porté drapé sur les épaules, il protège du soleil le jour et du froid la nuit dans la savane. Le Shuka, décliné en d’autres couleurs (bleu, à rayures multicolores), est devenu un symbole culturel de tout l’Est africain pastoral et a inspiré de nombreuses créations de mode, bien que sa production soit désormais largement industrielle.",
    "image": "❌ Aucune image disponible",
    "countries": "Kenya, Tanzanie"
  },
  {
    "name": "Kanga",
    "description": "Très populaire sur la côte kenyane (et tanzanienne), le kanga est un pagne léger en coton imprimé, toujours vendu par paire. Il se distingue par l’inscription d’un proverbe ou d’un message en swahili au bas du tissu, entouré de motifs fleuris ou graphiques. Née au XIXe siècle à Zanzibar, cette pratique s’est répandue : les femmes portent un kanga en pagne et l’autre en foulard ou bustier. Au Kenya, le kanga sert à communiquer des émotions (joie, soutien, humour) à travers ses maximes. Coloré, fluide et expressif, il reste incontournable dans la garde-robe féminine et fait office de moyen de communication sociale unique.",
    "image": "❌ Aucune image disponible",
    "countries": "Kenya, Tanzanie"
  },
  {
    "name": "Chitenje",
    "description": "Comparable au kitenge d’Afrique de l’Est, le chitenje est un pagne de coton imprimé très répandu au Malawi. Importé depuis le XIXe siècle via le commerce swahili, il s’est intégré aux habitudes vestimentaires : les femmes l’enroulent en jupe, en cache-cœur ou pour porter les nourrissons, et les hommes l’utilisent parfois comme pagne de travail. Les motifs des chitenje malawites vont des fleurs aux messages religieux ou politiques, car ils servent aussi de support de communication (par exemple, des chitenje commémoratifs à l’effigie de leaders sont produits). Symbole de modestie et d’élégance simple, le chitenje est présent dans toutes les couches de la société, aussi bien au quotidien que lors des danses traditionnelles (comme le gule wamkulu, où les danseurs l’utilisent en bandoulière). Sa polyvalence et son faible coût en font un élément indispensable de la culture du Malawi.",
    "image": "❌ Aucune image disponible",
    "countries": "Malawi"
  },
  {
    "name": "Sabra (soie de cactus)",
    "description": "Fibre textile unique au Maroc, la sabra est une soie végétale tirée de l’aloès (agave cactus). Utilisée traditionnellement à Fès et Marrakech, elle sert à tisser des brocards légers et brillants, prisés pour la confection des caftans et des coussins. Les fils de sabra, souvent mélangés à du coton, produisent des étoffes chatoyantes aux couleurs vives, témoignant du savoir-faire artisanal marocain. Par ailleurs, chaque région a son tissu : la laine épaisse du djellaba dans le Moyen Atlas, le \"boucharouite\" (tapis de chiffons recyclés) chez les Berbères, ou encore le haïk blanc des citadines. Cet éventail textile illustre la richesse du patrimoine marocain, où techniques ancestrales (tapis, tissages) cohabitent avec l’usage de textiles importés (soieries, velours) réappropriés dans la tradition vestimentaire du royaume.",
    "image": "❌ Aucune image disponible",
    "countries": "Maroc"
  },
  {
    "name": "Kita",
    "description": "Tissu traditionnel du Congo utilisé pour les tenues cérémoniales.",
    "image": "/images/fabrics/CG.webp",
    "countries": "République du Congo"
  },
  {
    "name": "Raphia Kuba",
    "description": "Tissu iconique créé depuis des siècles par le peuple Kuba au Kasaï (RDC). Confectionné à partir de fibres de raphia tressées puis brodées, il en existe deux formes principales : le velours de Kuba (Shoowa) à motifs coupés bouclés, et les nappes de raphia tissées en bandes. La fabrication est un processus communautaire : les hommes cultivent et teignent les fibres (indigo, terre, végétaux rouges) tandis que les femmes (souvent enceintes) tissent et brodent patiemment. Chaque pièce, aux motifs abstraits d’une grande complexité, peut demander des mois de travail. Jadis utilisées comme vêtements royaux et monnaie d’échange, les étoffes Kuba conservent une forte valeur symbolique et inspirent aujourd’hui l’art et la mode au-delà de l’Afrique.",
    "image": "❌ Aucune image disponible",
    "countries": "République démocratique du Congo"
  },
  {
    "name": "Odelela",
    "description": "Tissu à rayures traditionnel des Ovambo (peuple du nord de la Namibie), l’odelela se reconnaît à ses lignes alternées rouges, blanches, bleues ou noires. À l’origine tissé en coton local, il est aujourd’hui souvent reproduit en imprimé. Les femmes ovambo utilisent l’odelela pour confectionner de larges jupes plissées et des tabliers cérémoniels, notamment lors des mariages, tandis que les hommes peuvent le porter en écharpe ou en chemise. Par ailleurs, la Namibie a intégré d’autres textiles dans ses traditions : les femmes Herero, inspirées par l’ère victorienne, portent de longues robes aux tissus \"allemands\" imprimés de fleurs, et les Himbas du Kaokoland couvrent leurs pagnes de cuir d’un mélange d’ocre et de graisse qui teinte les étoffes en rouge. De l’odelela symbolisant l’héritage ovambo au tissu européen réinventé par les Herero, les textiles namibiens reflètent la diversité culturelle du pays.",
    "image": "❌ Aucune image disponible",
    "countries": "Namibie"
  },
  {
    "name": "Shweshwe",
    "description": "Surnommé le \"denim sud-africain\", le shweshwe (ou isishweshwe en xhosa) est un coton fin teint à l’indigo aux motifs imprimés répétitifs. Introduit par des missionnaires européens au XIXe siècle, il a été adopté par les femmes Xhosa, Sotho et Tswana pour leurs jupes et tabliers traditionnels. Ce tissu, généralement bleu indigo (mais aussi brun ou rouge), présente des petits dessins géométriques (points, carreaux, fleurs stylisées) et dégage une odeur caractéristique due à l’amidon utilisé pour sa conservation. Indispensable lors des mariages Xhosa (où la mariée porte une robe en shweshwe), il est aujourd’hui fabriqué localement (sous la marque Three Cats) et revalorisé par les stylistes sud-africains. Entre tradition et modernité, le shweshwe est devenu un symbole textile national, reconnaissable à sa texture légèrement raide et à ses motifs vintage intemporels.",
    "image": "❌ Aucune image disponible",
    "countries": "Afrique du Sud"
  },
  {
    "name": "Umbhaco",
    "description": "Tissu de coton épais écru orné de bandes noires ou marron, l’umbhaco est utilisé pour la confection des jupes traditionnelles Xhosa. D’origine locale, il est teint avec des pigments naturels et décoré de galons géométriques. Les femmes Xhosa mariées portent la jupe umbhaco avec un tablier (inxili) et un châle assorti brodé de perles. Ce textile sobre, adapté aux conditions rurales, contraste avec le shweshwe plus coloré. D’autres peuples sud-africains ont leurs propres étoffes emblématiques, comme la couverture zouloue en coton, ou les perles tissées ndebele utilisées presque comme un \"tissu\" mural. L’Afrique du Sud offre ainsi une mosaïque de traditions textiles, où chaque groupe exprime son identité à travers des matières et motifs distincts.",
    "image": "❌ Aucune image disponible",
    "countries": "Afrique du Sud"
  },
  {
    "name": "Jard (houli)",
    "description": "Pièce d’étoffe traditionnelle masculine en Libye, le Jard (appelé aussi Huli) est un long drap de laine blanche (4 à 6 mètres) que l’on drape autour du corps. Ce vêtement sobre, comparable au burnous maghrébin, symbolise la dignité masculine et est porté lors des occasions importantes, notamment dans l’ouest libyen. Côté féminin, on trouve la \"farmla\" – courte veste brodée – portée sur de somptueuses robes en soie et velours lors des mariages, et le melléfah, grand voile coloré enveloppant. En raison des influences bédouines, ottomanes et européennes, les tenues traditionnelles libyennes varient selon les régions (Tripolitaine, Cyrénaïque, Fezzan), mais conservent une riche utilisation de brocarts, de soies et de laine locale, témoignant du métissage culturel du pays.",
    "image": "❌ Aucune image disponible",
    "countries": "Libye"
  },
  {
    "name": "Sefsari",
    "description": "Grand voile de soie ou de satin beige clair, le sefsari était autrefois la pièce maîtresse de la tenue des citadines en Tunisie (notamment à Tunis). Equivalent du haïk algérien, il couvre la femme de la tête aux pieds, ne laissant entrevoir qu’un œil pour se repérer. Tombé en désuétude avec l’évolution des mœurs vestimentaires, il subsiste lors de rares cérémonies ou dans le costume traditionnel. Chez les hommes, c’est le burnous qui est porté (cape de laine à capuche), souvent de couleur brune, héritage des ancêtres berbères et arabo-andalous. La Tunisie possède également des textiles régionaux notables : la fouta (étoffe rayée en coton) et le blousa (robe en velours brodé de la ville de Kairouan). Toutefois, c’est le sefsari immaculé, image de la femme traditionnelle tunisienne, qui reste iconique dans l’imaginaire culturel, symbolisant la pudeur et l’élégance d’antan.",
    "image": "❌ Aucune image disponible",
    "countries": "Tunisie"
  },
  {
    "name": "Chitenge",
    "description": "Le chitenge en Zambie est l’équivalent du pagne d’Afrique de l’Ouest, devenu un élément central de la vie quotidienne et sociale. Importé depuis la RD Congo voisine dès le début du XXe siècle, il a rapidement été adopté par les femmes zambiennes. Vendu en coupons d’environ 2 yards, aux couleurs éclatantes et motifs variés (flore, faune, portraits), il sert de jupe, de cache-cœur, de porte-bébé ou même de bâche de pique-nique. Politiquement, le chitenge a été utilisé pour faire passer des messages : durant les élections, les partis distribuent des chitenge imprimés de slogans et visages de candidats, transformant les électeurs en vecteurs publicitaires ambulants. Traditionnellement, certaines ethnies comme les Lozi ou les Bemba ont leurs motifs préférés (formes géométriques symboliques). Aujourd’hui, on assiste également à l’essor de créations de mode à partir de chitenge, mélangeant ce tissu populaire avec des coupes modernes. Ainsi, du village à la ville, le chitenge demeure un support textile incontournable qui associe fonctionnalité et expression culturelle en Zambie.",
    "image": "❌ Aucune image disponible",
    "countries": "Zambie"
  },
  {
    "name": "Gara (Tie & Dye)",
    "description": "La Sierra Leone est renommée pour son tissu gara, résultat d’une teinture artisanale à réserve introduite au XIXe siècle. Le mot \"gara\" désigne l’indigo local utilisé initialement. Les artisans plient, attachent ou cousent des étoffes de coton blanc puis les plongent dans des bains de teintures naturelles (indigo, kola, racines) pour obtenir des motifs uniques une fois les liens retirés. Ces motifs peuvent rappeler des nuages, des cercles concentriques ou des marbrures. Le tissu gara, aux teintes bleues, violettes, marron ou multicolores, sert à confectionner des boubous, des robes et des tuniques prisés pour les célébrations nationales et les tenues chics. Symbole d’ingéniosité locale, il a été adopté comme élément d’identité : l’\"African Cotton Tree\", coopérative de Freetown, promeut par exemple le gara à l’international. Malgré la concurrence des wax, le gara tie-dye demeure un savoir-faire transmis et un produit d’export artisanal de la Sierra Leone.",
    "image": "❌ Aucune image disponible",
    "countries": "Sierra Leone"
  },
  {
    "name": "Lépi",
    "description": "Le Lépi est un pagne indigo traditionnel de Guinée, emblématique notamment chez les Peuls. Fabriqué en coton léger, il se caractérise par ses teintes bleu indigo profond obtenues à partir de teintures végétales (feuilles d’indigotier) et ses rayures ou marbrures dues aux techniques de ligature lors de la teinture. Porté lors des mariages et cérémonies, le lépi est un symbole d’élégance et de pureté. La Guinée étant le principal producteur, ce pagne s’est diffusé dans la sous-région (Mali, Niger, Burkina) tout en étant préservé comme élément du patrimoine artisanal guinéen.",
    "image": "❌ Aucune image disponible",
    "countries": "Guinée"
  },
  {
    "name": "Forêt sacrée",
    "description": "Technique de teinture originaire de la Guinée forestière (sud-est), appelée \"Forêt Sacrée\" qui produit une étoffe aux tons marron et noir. Le procédé consiste à teindre d’abord la toile de coton dans une décoction d’écorces et noix de kola (donnant un brun de fond), puis à appliquer des motifs noirs à l’aide de tampons trempés dans une boue ferrugineuse ou du charbon. Ces motifs stylisés, souvent liés à la faune ou aux esprits de la forêt, confèrent au tissu un statut honorifique : tout visiteur important en Guinée forestière se voyait offrir un boubou teint \"forêt sacrée\" en signe de respect. Bien que cette pratique soit moins répandue aujourd’hui, elle demeure vivante grâce à quelques ateliers artisanaux et suscite l’intérêt ethnographique.",
    "image": "❌ Aucune image disponible",
    "countries": "Guinée"
  },
  {
    "name": "Country Cloth",
    "description": "Étoffe traditionnelle du Liberia, le \"country cloth\" est un textile de coton épais tissé manuellement en bandes d’environ 10 cm de large, ensuite assemblées&#8203;:contentReference[oaicite:8]{index=8}. Filé, teint (à l’indigo, cola ou autres pigments naturels) et tissé à la main sur des métiers à pédales simples, il présente des rayures aux tons terre, blanc, bleu ou bruns. Utilisé pour confectionner les tuniques, chemises et couvertures, ce tissu était autrefois un marqueur de statut et a même servi de monnaie d’échange. Bien qu’il ait décliné face aux tissus industriels, des coopératives de tisserandes dans le comté de Lofa perpétuent sa fabrication&#8203;:contentReference[oaicite:9]{index=9}. Le country cloth incarne le patrimoine textile libérien des peuples Kpelle, Lorma et voisins, remis en valeur dans l’artisanat contemporain.",
    "image": "❌ Aucune image disponible",
    "countries": "Libéria"
  },
  {
    "name": "Étoffe d'écorce",
    "description": "Dans certaines régions de Centrafrique, notamment chez les pygmées, l’étoffe traditionnelle est le tissu d’écorce battue. Fabriqué en martelant l’écorce intérieure d’arbres comme le figuier, on obtient un drap rudimentaire marron utilisé autrefois pour se vêtir. Par ailleurs, les peuples riverains de l’Oubangui tissaient des bandes de coton naturel teint avec des colorants végétaux pour créer des pagnes. Si ces traditions ont décliné face aux cotonnades industrielles et aux pagnes importés, l’étoffe d’écorce reste un symbole de l’identité autochtone centrafricaine, parfois mise en valeur dans l’artisanat contemporain.",
    "image": "❌ Aucune image disponible",
    "countries": "République centrafricaine"
  },
  {
    "name": "Thobe (toub)",
    "description": "Le thobe soudanais (également appelé toub) est un grand voile de tissu porté par les femmes, dérivé du sari indien. En georgette, soie ou voile de coton, généralement dans des teintes vives et avec des motifs floraux ou dorés, il s’enroule élégamment sur une robe simple pour former une tenue complète. Symbole de féminité au Soudan, le thobe est quasiment incontournable chez les femmes mariées en public, particulièrement dans le nord du pays. Les motifs (rayures, fleurs, abstractions) évoluent avec la mode, et un thobe blanc immaculé est réservé au deuil. Chez les hommes, le vêtement traditionnel est la jalabiya, tunique longue blanche en coton, accompagnée d’un turban. À l’ouest (Darfour) et au sud, d’autres influences existent (tenues sahariennes, pagnes), mais le toub reste l’élément textile identitaire le plus visible de la culture soudanaise contemporaine, synthèse d’influences africaines et moyen-orientales.",
    "image": "❌ Aucune image disponible",
    "countries": "Soudan"
  },
  {
    "name": "Futa (léfio)",
    "description": "Pièce d’étoffe légère de forme rectangulaire, à rayures ou à carreaux, la futa est largement utilisée à Djibouti comme pagne multifonction. Importée historiquement du Yémen voisin, elle a été adoptée par les Afars et les Issas (Somali) comme vêtement traditionnel masculin (attachée à la taille) ou féminin (en jupe longue). En coton ou en mélange, souvent dans les tons blanc, rouge ou bleu, la futa sert également de châle pour se protéger du soleil. Ce tissu reflète le métissage culturel de Djibouti, carrefour entre Afrique et Arabie, tout en restant un élément pratique du quotidien local.",
    "image": "❌ Aucune image disponible",
    "countries": "Djibouti"
  },
  {
    "name": "Zuria (Habesha)",
    "description": "Similaire au tissu éthiopien, la Zuria est la robe blanche traditionnelle portée en Érythrée, notamment chez les Tigrinya. Tissée à la main en coton local (appelé habesha kemis), elle présente des bordures colorées brodées ou tissées au niveau de l’ourlet et parfois du buste. Ces bordures aux motifs géométriques ou croix, en fil brillant, sont appelées \"tiraz\". Hommes et femmes portent également un châle blanc assorti (netela) lors des cérémonies religieuses et mariages. Ce costume traditionnel, mélange d’artisanat local et d’influences éthiopiennes communes, reste un symbole d’identité érythréenne, notamment lors des grandes fêtes (Indépendance, fêtes religieuses).",
    "image": "❌ Aucune image disponible",
    "countries": "Érythrée"
  },
  {
    "name": "Pagne baoulé",
    "description": "Tissu tissé en bandes utilisé par le peuple Baoulé.",
    "image": "/images/fabrics/CI.webp",
    "countries": "Côte d'Ivoire"
  },
  {
    "name": "Bogolan",
    "description": "Le bogolan (ou bogolanfini) est un tissu malien en coton teint par une technique à base de boue fermentée. Après tissage de bandes cousues en un pagne, l’étoffe est d’abord trempée dans un bain de feuilles de n’galama qui la jaunissent. Puis des motifs sont dessinés à la boue du fleuve Niger riche en fer : en séchant, celle-ci noircit les parties enduites tandis que le jaune originel est lavé sur les parties réservées, donnant du blanc. Les formes géométriques ou symboliques ainsi obtenues racontent des proverbes ou protègent du mal. Traditionnellement porté comme pagne ou couverture, le bogolan offre des teintes brunes, noires et blanches. Remis au goût du jour par les stylistes maliens dans les années 1980, il est devenu un ambassadeur de l’artisanat ouest-africain à travers le monde.",
    "image": "❌ Aucune image disponible",
    "countries": "Mali"
  },
  {
    "name": "Bazin riche",
    "description": "Le bazin, étoffe de coton damassé importée d’Europe, est devenu au Sénégal un incontournable des grands boubous. Teint artisanalement dans des teintes éclatantes (bleu roi, violet, or…), il est appelé \"bazin riche\" lorsqu’il est de qualité supérieure avec un aspect glacé. Les tailleurs sénégalais le brodent finement au col et aux manches pour créer les habits d’apparat portés lors des fêtes (Tabaski, mariages). Souvent assorti au foulard et au pantalon, le bazin constitue un symbole de réussite sociale.",
    "image": "❌ Aucune image disponible",
    "countries": "Sénégal"
  },
  {
    "name": "Thioup (tie-dye)",
    "description": "Le thioup est le nom local donné à la technique de teinture à réserve très populaire au Sénégal, consistant à nouer ou coudre le tissu puis à le teindre pour obtenir des motifs nuageux. Les femmes spécialisées (\"teigneuses\") créent des effets d’anneaux, de marbrures ou de points sur du coton ou du bazin. Un ensemble boubou en bazin thioup combinera ainsi la brillance du damassé et les motifs dégradés du tie-dye, donnant une touche à la fois traditionnelle et artistique à la tenue. Autre tissu sénégalais notable, le rabal des Manjacques du sud (à bandes tissées) illustre la diversité textile du pays. Globalement, entre le bazin urbain et les tissages traditionnels, le Sénégal a su intégrer les textiles importés dans son patrimoine vestimentaire, créant une identité mode reconnue.",
    "image": "❌ Aucune image disponible",
    "countries": "Sénégal"
  },
  {
    "name": "Aso Oke",
    "description": "Tissu tissé à la main porté lors des mariages et fêtes.",
    "image": "/images/fabrics/NG.webp",
    "countries": "Nigeria"
  },
  {
    "name": "Kanvô",
    "description": "Le Kanvô, pagne tissé traditionnel du Bénin, est fabriqué par les artisans des ethnies Baâtonu (au nord) et Fon (au sud). Initialement réservé à la royauté, ce tissu est réalisé en fils de coton, lin ou chanvre, avec des motifs inspirés du pagne nigérian \"Asho oke\" introduit au XVIIIe siècle. Remis au goût du jour par un label d’État en 2017, le Kanvô symbolise aujourd’hui la fierté culturelle béninoise et s’intègre dans la mode contemporaine.",
    "image": "❌ Aucune image disponible",
    "countries": "Bénin"
  },
  {
    "name": "Samakaka",
    "description": "Tissu emblématique angolais, le Samakaka se distingue par ses motifs géométriques noirs, blancs et rouges. Originaire de l’ethnie Ovimbundu, ce pagne de coton était traditionnellement porté lors des danses et fêtes pour afficher l’identité culturelle. Aujourd’hui reproduit en imprimés modernes, le Samakaka symbolise l’héritage national et reste prisé dans la mode et l’artisanat en Angola.",
    "image": "❌ Aucune image disponible",
    "countries": "Angola"
  },
  {
    "name": "Leteisi (Shweshwe)",
    "description": "Appelé localement Leteisi, le tissu Shweshwe est couramment utilisé au Botswana pour les tenues traditionnelles. Importé à l’origine d’Europe au XIXe siècle, ce coton teint à l’indigo ou au brun avec de petits motifs géométriques a été adopté dans la culture tswana. Souvent porté lors des mariages et des cérémonies, il est apprécié pour sa durabilité et ses couleurs vives. Le Leteisi illustre la manière dont un textile industriel étranger est devenu un marqueur d’identité locale au Botswana.",
    "image": "❌ Aucune image disponible",
    "countries": "Botswana"
  },
  {
    "name": "Mutapa",
    "description": "Inspiré de l’héritage de l’ancien empire du Monomotapa, le motif \"Mutapa\" est une tendance textile contemporaine du Zimbabwe qui remet à l’honneur des symboles traditionnels. Il s’agit d’un imprimé alliant des motifs géométriques noirs et blancs rappelant les frises en chevron des ruines du Grand Zimbabwe, et des éléments graphiques inspirés des arts Shona (crocodile stylisé, soleil, zèbre). Bien qu’il ne s’agisse pas d’un tissu historique à proprement parler, ce design est utilisé par des créateurs zimbabwéens sur du coton ou de la popeline pour réaliser des vêtements modernes (chemises, robes) célébrant l’identité nationale. Par ailleurs, le Zimbabwe a longtemps utilisé les chitenge et wax importés pour les tenues quotidiennes (appelés localement \"African prints\"). Mais depuis quelques années, on observe un effort pour développer des textiles \"Made in Zimbabwe\". Le motif Mutapa en est un exemple phare, cherchant à lier le passé glorieux du royaume de Mwene Mutapa aux expressions stylistiques contemporaines du pays, et ainsi renforcer la chaîne de valeur locale dans le secteur de la mode.",
    "image": "❌ Aucune image disponible",
    "countries": "Zimbabwe"
  },
  {
    "name": "Godong (ou Gabak)",
    "description": "Le Godong, également appelé Gabak en Arabe, est un pagne tissé d'origine tchadienne. C'est une bande de coton minutieusement confectionnée, reconnue pour sa qualité. Avant la période coloniale, les Foulbés du Tchad l'utilisaient comme moyen d'échange contre des produits essentiels&#8203;:contentReference[oaicite:3]{index=3}.",
    "image": "❌ Aucune image disponible",
    "countries": "Tchad"
  },
  {
    "name": "Burnous",
    "description": "Longue cape traditionnelle en laine, souvent blanche, portée par les hommes arabes et berbères d’Algérie. Symbole d’honneur et de maturité, le burnous était historiquement tissé en laine brute pour affronter le froid nocturne du désert. Aujourd’hui, il demeure un vêtement d’apparat lors des cérémonies et fêtes religieuses, incarnant l’héritage vestimentaire algérien.",
    "image": "❌ Aucune image disponible",
    "countries": "Algérie"
  },
  {
    "name": "Capulana",
    "description": "La capulana est le pagne traditionnel du Mozambique, apparu avec les échanges indo-portugais dès le XVIe siècle. C’est une pièce de coton imprimé aux couleurs vives, souvent ornée de motifs floraux, géométriques ou de scènes du quotidien. Les femmes mozambicaines la portent en jupe longue, en foulard ou en porte-bébé, et elle est offerte dans la dot matrimoniale. Chaque capulana peut porter un nom et véhiculer un message (comme des proverbes), à l’instar du kanga tanzanien. Polyvalente, elle sert aussi de nappe, de linceul ou de cadeau symbolique. Aujourd’hui produite industriellement, la capulana reste un élément identitaire fort : lors de la fête des femmes, il est coutume de s’habiller d’une nouvelle capulana assortie en signe de solidarité. Ainsi, ce tissu relie tradition et vie moderne dans toutes les couches de la société mozambicaine.",
    "image": "❌ Aucune image disponible",
    "countries": "Mozambique"
  },
  {
    "name": "Emahiya (Lihiya)",
    "description": "Pièce d’étoffe traditionnelle d’Eswatini (ex-Swaziland), le lihiya est un pagne rectangulaire en coton d’environ 1,5 x 2 mètres, souvent imprimé de motifs symboliques sur un fond vif&#8203;:contentReference[oaicite:5]{index=5}. Porté aussi bien par les hommes que par les femmes lors des cérémonies (danses royales, mariages), il arbore fréquemment des bordures et des images significatives (lion ou éléphant représentant le roi et la reine-mère, etc.)&#8203;:contentReference[oaicite:6]{index=6}. Utilisé par paires (un en pagne, un en écharpe) et noué sur l’épaule, l’emahiya sert de support à l’expression de la culture swati et à l’affirmation de la loyauté au roi, tout en étant un élément vestimentaire courant pour ses qualités pratiques et esthétiques.",
    "image": "❌ Aucune image disponible",
    "countries": "Eswatini"
  },
  {
    "name": "Imvutano (Pagne traditionnel)",
    "description": "L’Imvutano est la tenue traditionnelle féminine du Burundi, consistant en une simple pièce de tissu drapée autour du corps. Autrefois confectionnée en fibres d’écorce ou en coton filé localement, cette étoffe unie de couleur claire symbolise la modestie et l’élégance des femmes burundaises rurales&#8203;:contentReference[oaicite:0]{index=0}. Utilisé lors des cérémonies (mariages, danses), ce pagne rappelle le lien entre les pratiques vestimentaires actuelles et le riche héritage artisanal du Burundi.",
    "image": "❌ Aucune image disponible",
    "countries": "Burundi"
  },
  {
    "name": "Imigongo",
    "description": "Au Rwanda, l’art Imigongo – célèbre pour ses motifs en spirale noirs et blancs – a inspiré des créations textiles modernes. Traditionnellement, l’imigongo était une peinture murale réalisée à partir de bouse de vache mélangée à des pigments, appliquée en relief sur les parois. De nos jours, ces motifs géométriques en noir, blanc, ocre ou gris sont reproduits sur des tissus d’ameublement, des vêtements et des accessoires, créant un style graphique unique. On trouve ainsi des pagnes et nappes imprimés d’arabesques et de courbes rappelant l’imigongo. Bien qu’il n’existe pas à proprement parler d’\"étoffe traditionnelle rwandaise\" en dehors du pagne oriental, l’intégration des motifs imigongo dans le textile permet de lier l’esthétique ancestrale à l’industrie créative actuelle du Rwanda, notamment dans la mode et le design d’intérieur.",
    "image": "❌ Aucune image disponible",
    "countries": "Rwanda"
  },
  {
    "name": "Lubugo (tissu d'écorce)",
    "description": "Inscrit au patrimoine immatériel de l’UNESCO, le lubugo ou tissu d’écorce est une spécialité ancestrale de l’Ouganda, pratiquée par le peuple Baganda. Il est obtenu à partir de l’écorce intérieure de l’arbre Mutuba (figuier) récoltée sans abattre l’arbre. Cette écorce est battue pendant des heures avec des maillets en bois pour l’assouplir et l’élargir, formant une pièce de feutre végétal de couleur brun-roux. Historiquement, le lubugo servait de pagne, de couverture royale et d’élément rituel (notamment comme linceul pour envelopper les dépouilles des rois Baganda). Avec la colonisation, le tissu d’écorce a été supplanté par les cotonnades ; mais depuis quelques décennies, un regain d’intérêt artisanal a lieu à travers des coopératives qui continuent de fabriquer du lubugo pour l’exportation d’art et d’artisanat. Symbole d’une parfaite harmonie entre l’homme et la nature, ce textile non tissé illustre l’ingéniosité des artisans ougandais et reste un objet précieux utilisé lors de cérémonies culturelles ou sous forme d’œuvres d’art contemporain.",
    "image": "❌ Aucune image disponible",
    "countries": "Ouganda"
  },
  {
    "name": "Couverture basotho",
    "description": "Plus qu’un tissu, la couverture en laine est le vêtement traditionnel par excellence au Lesotho. Introduite en 1860 comme cadeau au roi Moshoeshoe Ier, elle a été adoptée à la place des peaux animales d’origine&#8203;:contentReference[oaicite:7]{index=7}. Tissée industriellement (90% laine) avec des motifs spécifiques (épis de maïs, diamants, etc.), chaque dessin et coloris peut avoir une signification (couverture de deuil, de mariage, etc.). Portée fièrement en cape par les hommes Basotho quelle que soit la saison (en particulier dans les montagnes), elle protège du froid et de la pluie. Devenue un symbole national (présente sur le costume et même sur le drapeau), la couverture basotho mêle une origine européenne à une appropriation culturelle unique, transmise de génération en génération.",
    "image": "❌ Aucune image disponible",
    "countries": "Lesotho"
  },
  {
    "name": "Ndop",
    "description": "Tissu rituel traditionnel des régions Grassfields (ouest du Cameroun), le Ndop se présente sous forme de bandes de coton cousues et teintes à l’indigo avec des motifs géométriques et figuratifs&#8203;:contentReference[oaicite:1]{index=1}. Porté historiquement par les rois et notables Bamiléké et Bamoun, le Ndop servait aussi de monnaie d’échange. Ses symboles tissés ou brodés dans la fibre de raphia étaient réservés aux initiés, conférant au Ndop un statut sacré et un rôle de transmission culturelle au Cameroun.",
    "image": "❌ Aucune image disponible",
    "countries": "Cameroun"
  },
  {
    "name": "Toghu",
    "description": "Le Toghu (ou Atoghu) est un costume traditionnel prestigieux du peuple du Nord-Ouest Cameroun. Il s’agit d’un velours noir épais orné de riches broderies multicolores&#8203;:contentReference[oaicite:2]{index=2}. Autrefois réservé à la royauté et à l’élite, le Toghu se porte en boubou long lors des grandes occasions. Les motifs brodés – figures géométriques, symboles locaux – réalisés au fil orange, jaune, blanc, etc., font du Toghu un étendard de l’héritage culturel camerounais, aujourd’hui remis à l’honneur lors d’événements culturels et même sur la scène internationale.",
    "image": "❌ Aucune image disponible",
    "countries": "Cameroun"
  },
  {
    "name": "Raphia et wax",
    "description": "Au Gabon, les tissus traditionnels comprennent les pagnes tressés en raphia, utilisés autrefois par les peuples forestiers. Par exemple, lors des danses Bwiti ou des cérémonies chez les Punu, des jupes en raphia teinté sont encore employées pour leur aspect symbolique et ancestral. Néanmoins, le tissu le plus répandu de nos jours est le pagne imprimé (dit \"wax\"). Importé d’Europe ou d’Asie, il a été approprié par la population gabonaise pour créer les tenues traditionnelles modernes : boubous, robes ndomas et chemises. Ces pagnes colorés, parfois personnalisés pour des événements (fêtes nationales, portraits de dirigeants), sont devenus l’expression contemporaine de l’identité gabonaise, remplaçant en grande partie les étoffes locales dans la vie quotidienne tout en coexistant avec elles lors des rites culturels.",
    "image": "❌ Aucune image disponible",
    "countries": "Gabon"
  },
  {
    "name": "Strip-weave (pagne tissé)",
    "description": "Au Niger, la tradition de tissage sur bandes de coton est bien ancrée, notamment chez les Songhaï et Djerma. De fines bandes indigo ou à motifs blancs et bleu sont tissées puis assemblées pour former des pagnes. L’un des plus célèbres est le \"pagne d’Agadez\", parfois appelé Fada, qui combine des rayures marron, beige, indigo et blanches en larges bandes contrastées. Ces étoffes servaient de tenue de prestige pour les notables ou de turban pour les Touaregs (le tagelmust bleu). Encore visibles dans les marchés (les couvertures tissées de Maradi, les turbans d’Agadez), ces tissus artisanaux subissent la concurrence des bazins et wax importés. Cependant, la renaissance de la teinture artisanale (indigo de Téra) et la protection des savoir-faire de tisserands nigériens permettent à ces pagnes traditionnels de perdurer comme symboles du patrimoine national, alliant fonctionnalité (résistance, respirabilité) et esthétique locale.",
    "image": "❌ Aucune image disponible",
    "countries": "Niger"
  },
  {
    "name": "Faso Dan Fani",
    "description": "Tissu national burkinabè, dont le nom signifie \"pagne tissé de la patrie\" en dioula. Ce pagne en coton à rayures, tissé à la main, a été popularisé dans les années 1980 par le président Thomas Sankara qui encourageait son port comme acte de fierté et de souveraineté. Encore largement utilisé en habillement (chemises, robes), le Faso Dan Fani représente le savoir-faire artisanal local et bénéficie d’une protection et promotion étatique depuis 2018.",
    "image": "❌ Aucune image disponible",
    "countries": "Burkina Faso"
  },
  {
    "name": "Koko Dunda",
    "description": "Tissu de coton originaire de la région de Bobo-Dioulasso, caractérisé par ses rayures multicolores obtenues par teinture par réserve (tie-and-dye). Jadis dévalorisé, son nom signifiant \"Mon mari ne travaille pas\" en dioula, le Koko Dunda a connu un renouveau grâce au styliste Sébastien Bazemo en 2016. Le processus de fabrication implique de plier et lier l’étoffe puis de la teindre en plusieurs bains pour créer des bandes de couleurs. Désormais labellisé en 2021, le Koko Dunda est un symbole de réinvention culturelle, prisé dans la mode au Burkina Faso.",
    "image": "❌ Aucune image disponible",
    "countries": "Burkina Faso"
  },
  {
    "name": "Batik",
    "description": "Le Togo possède une longue tradition de batik, technique importée d’Indonésie via les colonies néerlandaises au XIXe siècle. Contrairement au wax industriel, le batik togolais est entièrement fait main : l’artisan dessine des motifs à la cire chaude sur une toile de coton écru, puis plonge celle-ci dans des bains de teinture successifs. La cire est ensuite retirée, révélant sur le tissu teint les dessins restés en réserve (non teints). Recommencé pour chaque couleur supplémentaire, ce processus donne au batik un aspect craquelé unique dans les zones cirées. À Lomé et dans le centre du Togo, de nombreux artistes perpétuent cette technique pour créer des pagnes aux motifs traditionnels (cauris, adinkra, animaux stylisés) ou contemporains. Utilisés pour des chemises, robes et tentures, les batiks togolais constituent un artisanat d’art vivant. En parallèle, le Togo est l’un des centres historiques du pagne wax (avec la figure des \"Nana Benz\" de Lomé), mais ce tissu étant industriel, il n’est pas propre au pays. Le batik reste donc l’expression textile la plus authentiquement togolaise, alliant héritage étranger et créativité locale.",
    "image": "❌ Aucune image disponible",
    "countries": "Togo"
  },
  {
    "name": "Kenté",
    "description": "Tissu légendaire du Ghana, le kenté est tissé à la main par les Ashanti et les Ewe en assemblant de fines bandes de soie et de coton. Réservé autrefois aux rois et dignitaires, il se distingue par ses motifs géométriques complexes et ses couleurs vives, chaque combinaison portant un nom et une signification symbolique (proverbes, valeurs, événements). Porté en toge lors des grandes cérémonies, le kenté est aujourd’hui un symbole national de prestige et d’héritage culturel, repris également dans la mode moderne pour célébrer l’identité ghanéenne.",
    "image": "❌ Aucune image disponible",
    "countries": "Ghana"
  },
  {
    "name": "Adinkra",
    "description": "Originaire du royaume Gyaman (Côte d’Ivoire/Ghana) au XIXe siècle, le tissu Adinkra est un coton teint (souvent ocre ou rouge brun) sur lequel sont imprimés des symboles adinkra noirs à l’encre végétale. Ces symboles représentent des concepts et proverbes (sagesse, unité, etc.) et sont appliqués à l’aide de tampons taillés dans des calebasses. Traditionnellement porté lors des funérailles par les Akan pour exprimer des messages, l’adinkra est aujourd’hui fabriqué de façon artisanale à Ntonso (Ghana) et reste un riche langage visuel et textile, bien que concurrencé par des imprimés industriels, ce tissu demeure préservé comme élément du patrimoine ghanéen.",
    "image": "❌ Aucune image disponible",
    "countries": "Ghana"
  },
  {
    "name": "Pagne Manjak (Majank)",
    "description": "Tissu luxueux tissé par l’ethnie Manjak (ou Manjacque) en Guinée-Bissau, appelé pagne Majank. Réalisé sur de petits métiers manuels exclusivement par des hommes, il est composé de bandes de coton ou de soie aux couleurs vives, avec des rayures et des motifs symboliques racontant l’histoire et les valeurs du peuple Manjak. Ce pagne est utilisé dans tous les moments importants de la vie (naissance, mariage, décès) et est souvent offert en dot ou en héritage. Également présent au Sénégal, en Gambie et au Cap-Vert via la diaspora Manjak, ce tissu demeure un élément identitaire fort, même si son coût élevé le réserve aux grandes occasions.",
    "image": "❌ Aucune image disponible",
    "countries": "Guinée-Bissau"
  },
  {
    "name": "Khayamiya",
    "description": "Art textile égyptien ancestral, le Khayamiya est une tenture en applique utilisée traditionnellement pour décorer l’intérieur des tentes au Caire&#8203;:contentReference[oaicite:4]{index=4}. Des pièces de coton coloré sont finement découpées et cousues sur une toile de fond épaisse pour former des motifs arabesques, géométriques ou figuratifs. Cette technique, attestée depuis l’Égypte pharaonique, a perduré chez les \"tentmakers\" (fabricants de tentes) de la vieille ville. De nos jours, le Khayamiya orne aussi des tentures murales et des coussins vendus comme artisanat, perpétuant un savoir-faire national unique tout en racontant l’histoire et l’art égyptiens à travers ses motifs.",
    "image": "❌ Aucune image disponible",
    "countries": "Égypte"
  },
  {
    "name": "Mélhafa",
    "description": "Large voile de coton coloré d’environ 3 mètres, la mélhafa (ou melehfa) est le vêtement traditionnel des femmes mauritaniennes, particulièrement chez les Maures&#8203;:contentReference[oaicite:10]{index=10}. Elle s’enroule autour du corps et de la tête en couvrant l’ensemble tout en laissant le visage visible. Les mélhafas sont souvent aux couleurs pastel ou vives avec des motifs tie-dye ou marbrés. Légères pour supporter la chaleur du désert, elles symbolisent la pudeur et l’élégance féminine en Mauritanie. Les hommes, quant à eux, portent le boubou bleu indigo appelé darraa (ou \"boubou saharien\"), une longue tunique ample brodée au niveau du buste, accompagnée d’un voile facial (cheich) chez les nomades. Ces tenues, adaptées à la vie saharienne, sont l’expression textile de la culture mauritanienne et sahélienne.",
    "image": "❌ Aucune image disponible",
    "countries": "Mauritanie"
  },
  {
    "name": "Pagne Fang",
    "description": "Les populations de Guinée équatoriale, notamment les Fang et les Bubi, ne possèdent pas un tissu tissé localement très connu, ayant adopté depuis longtemps les pagnes de coton importés. Historiquement, avant la colonisation, des étoffes d’écorce et de raphia pouvaient être utilisées dans les villages forestiers pour se vêtir. Aujourd’hui, le pagne imprimé africain (wax ou tissu industriel) domine : les femmes le portent en jupe longue ajustée et les hommes en chemise traditionnelle lors des fêtes. Certains créateurs locaux intègrent néanmoins des symboles fang (motifs de masque Ngil, couleurs noir-blanc-rouge) dans des designs textiles modernes afin de raviver un style national dans la mode de Guinée équatoriale.",
    "image": "❌ Aucune image disponible",
    "countries": "Guinée équatoriale"
  },
  {
    "name": "Gara et pagne Manjak",
    "description": "La Gambie, enclavée dans le Sénégal, partage de nombreuses traditions textiles. Le \"gara\" y désigne la technique de teinture à réserve (tie-dye) très pratiquée : les artisans teignent manuellement des tissus de coton cousus ou ligaturés pour créer des motifs tachés uniques en indigo, jaune, rouge, etc. Ces tissus gara servent à confectionner des boubous et robes pour les cérémonies. Par ailleurs, l’ethnie Manjak (présente aussi en Guinée-Bissau) tisse des pagnes appelés \"banjulo\" en fil de coton, aux rayures multicolores, utilisés lors des mariages et baptêmes. Bien que la plupart des Gambiens portent aujourd’hui des wax industriels, ces techniques artisanales (gara, tissage manjak) connaissent un regain d’intérêt grâce à la valorisation touristique et à la mode locale.",
    "image": "❌ Aucune image disponible",
    "countries": "Gambie"
  },
  {
    "name": "Lamba",
    "description": "Tissu traditionnel malgache, le lamba est une pièce d’étoffe polyvalente utilisée comme vêtement, pagne, châle ou linceul. Tissé en coton ou en soie sauvage (soie dite \"landa\" issue des cocons d’Antherina suraka), il en existe de nombreuses variétés régionales. Le \"lamba mena\" (rouge brique) était historiquement réservé aux hautes castes et aux funérailles royales, tandis que le \"lambahoany\" est un pagne imprimé coloré à messages, apparu plus récemment. Porté par les deux sexes (les hommes en portent un appelé \"salaka\" autour des hanches), le lamba sert aussi d’expression artistique et identitaire. Par exemple, les motifs des lambas peuvent indiquer l’appartenance tribale ou véhiculer des symboles (comme le ravinala, arbre du voyageur). En somme, le lamba accompagne chaque Malgache tout au long de la vie, du quotidien aux rites de la mort, ancrant profondément le textile dans la culture de Madagascar.",
    "image": "❌ Aucune image disponible",
    "countries": "Madagascar"
  },
  {
    "name": "Chiromani",
    "description": "Le Chiromani (ou Shiromani) est un tissu traditionnel porté par les femmes aux Comores, notamment à Mayotte. Il s’agit d’un pagne de coton léger, souvent à deux tons contrastés et parsemé de motifs floraux ou géométriques. Généralement vendu en paire (pour jupe et voile assorti appelé salouva), le chiromani est arboré lors des cérémonies et mariages, symbolisant la pudeur et l’élégance insulaire. Bien que la plupart soient désormais importés, ces tissus restent indissociables de la culture comorienne.",
    "image": "❌ Aucune image disponible",
    "countries": "Comores"
  },
  {
    "name": "Pagne Santoméen",
    "description": "Tissu utilisé pour les vêtements traditionnels à São Tomé-et-Principe.",
    "image": "/images/fabrics/ST.webp",
    "countries": "Sao Tomé-et-Principe"
  },
  {
    "name": "Pano di terra",
    "description": "Tissu tissé à la main, utilisé dans les cérémonies traditionnelles cap-verdiennes.",
    "image": "/images/fabrics/CV.webp",
    "countries": "Cap-Vert"
  }
]